/* 
  Localizable.strings
  Dodging Ace

  Created by xfang on 9/26/11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/
"easy" = "初级: 9x9, 10个地雷";
"normal" = "中级: 16x16, 40个地雷";
"hard" = "高级: 16x30, 99个地雷";
"custom" = "自定义: %dx%d, %d个地雷";
"customgame" = "自定义游戏";
"row" = "行数";
"column" = "列数";
"mines" = "地雷";
"classic" = "经典模式";
"fastflag" = "快速扫雷模式";
"zoom" = "查看全局";
"robot" = "扫雷机器人";
"classictext" = "- 点击开启方块\n- 长按插棋标雷\n- 点击数字开启相邻方块\n  (仅当相邻旗数与数字相同)";
"fasttext" = "- 长按开启方块\n- 点击插棋标雷\n- 点击数字开启相邻方块\n  (仅当相邻旗数与数字相同)";
"robottext" = "- 激活机器人后点击方块";
"beginner" = "初级";
"intermediate" = "中级";
"expert" = "高级";
"combined" = "综合总分";
"network" = "网络排行";
"buymore" = "你有%d个扫雷机器人,需要更多吗?";
"needmore" = "你没有扫雷机器人了,需要加一些吗?";
"youwin" = "你赢了";
"newrecord" = "新纪录";
"second" = "用时 %.2f 秒。";
"secondandrank" = "用时 %.2f 秒，比全世界 %.2f%% 的玩家厉害。";
"top" = "进前三了";
"touchlabel" = "长按灵敏度";
"touchtime" = "%.1f 秒";
"tryagain" = "下局好运";
"complete" = "完成度 %.2f%%，请再接再厉。你知道吗？可以使用安全帽避免触雷哦，请查看帮助了解使用方法。";
"promoword" = "免费";
"cantbuy" = "无法购买";
"cantbuytext" = "请确定网络连接后再试";
"ok" = "确认";
"cancel" = "取消";
"newgame" = "新游戏";
"help" = "帮助";
"leaderboard" = "排行榜";
"helptitle" = "怎么玩？";
"helpdetail" = "控制\n==========\n鼠标左键开启方块，右键插旗标雷。(如果你用单键鼠标或触控板，使用 \"Command(⌘)+点击\" 或者 \"Control(^)+点击\" 代替右键。) 当数字与周围旗子数一致的话，左键点击数字可快速开启周围所有未插旗方块。\n\n如何获胜\n==========\n首先开启盘面上的任一方块，下面要么是空的，要么是数字，要么是雷。是雷你就…大侠重来吧。是数字就表示周围八个方块中还有多少雷。根据这些信息继续开启方块或标雷。全部没雷的方块打开后就赢了。简单吧？那么开始冲排行版吧！\n\n级别\n==========\n初级: 9x9, 10个地雷\n中级: 16x16, 40个地雷\n高级: 30x16, 99个地雷\n自定义: 最多60x32, 999个地雷\n\n使用安全帽\n==========\n使用 \"Alt/Option+左键点击\" 可以保证安全。如果方块下面是雷会被插棋，如果下面不是雷会正常打开。每次会用掉一个安全帽。游戏中随时按下 \"Alt/Option\" 键可以看安全帽数量。安全帽用完了可以在商店菜单中添加，也可以通过分享你的成绩获得免费安全帽。";
"restoretitle" = "恢复成功";
"restoredetail" = "现在起你可以选择高级和自定义游戏。祝你好运！";
"purchasetitle" = "购买成功";
"purchasedetail" = "现在起你可以选择高级和自定义游戏。祝你好运！";
"failtitle" = "无法购买";
"faildetail" = "请确定网络连接后再试。";
"share" = "分享";
"sharetext" = "我成功通过扫雷%@关。";
"sharetext2" = "你能比我快吗？";
"addrobottitle" = "非常感谢";
"addrobotdetail" = "你获得 %d 个安全帽，现在一共有 %d 个。扫雷有风险，请注意安全。";